Repository: zouna-la/localization
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko

source: 本应用坚持“零独立服务器”的隐私安全架构。您在本应用中记录的个人数据（包括故事文字、足迹打卡记录、发呆事件及自定义配置等），默认加密存储于您个人的 iOS 设备本地沙盒中。 当您启用“亲友空间”或“发呆与数据同步”功能时，相关分享与协同数据将直接通过苹果官方提供的 iCloud 私有云服务（CloudKit）进行加密托管与端到端安全同步，数据完全基于苹果安全体系保护。 我们承诺：我们不自建任何独立业务服务器，绝不会收集、存储、追踪或向任何第三方机构泄露或出售您的任何个人隐私与数据。
en: Our app strictly adheres to a "Zero Independent Server" privacy architecture. Your personal records (including stories, footprint check-ins, idle events, and custom configurations) are encrypted and stored locally in your iOS device's sandbox by default. When you enable "Family & Private Space" or "Idle & Data Sync" features, shared and collaborative data is securely hosted and synchronized directly via Apple's official iCloud Private Cloud (CloudKit) with end-to-end security, fully protected under Apple's security framework. Our Commitment: We do not operate any custom backend servers, and we never collect, store, track, or sell any of your private data to third parties.
ja: 当アプリは「外部サーバーを一切持たないゼロサーバー」のプライバシー保護設計を採用しています。お客様が記録したすべての個人データ（ストーリー、足跡チェックイン、ボーっとした時間、カスタム設定など）は、デフォルトでお使いのiOS端末ローカルのサンドボックス内に暗号化保存されます。 「ファミリー・親密空間」や「ボーっとした時間・データ同期」をご利用の際、共有・連携データはApple公式のiCloudプライベートクラウド（CloudKit）を通じて安全に暗号化ホスティングおよび同期され、Appleのセキュリティ基盤によって強固に保護されます。 お約束：開発者が独自の業務サーバーを構築・運用することはなく、お客様の個人情報を収集、保存、追跡、または第三者へ提供・販売することは一切ありません。
ko: 본 앱은 ‘외부 독립 서버가 없는 제로 서버’ 프라이버시 보안 아키텍처를 고수합니다. 고객님이 기록한 모든 개인 데이터(스토리, 발자국 체크인, 멍때리기 기록 및 사용자 설정 등)는 기본적으로 사용자의 iOS 기기 로컬 샌드박스 내에 암호화되어 저장됩니다. ‘가족 및 친밀 공간’ 또는 ‘멍때리기 및 데이터 동기화’ 기능을 활성화할 경우, 관련 공유 및 협업 데이터는 Apple 공식 iCloud 프라이빗 클라우드(CloudKit)를 통해 직접 암호화 호스팅 및 안전하게 동기화되며, Apple의 공식 보안 체계에 의해 완벽하게 보호됩니다. 우리의 약속: 자체 비즈니스 서버를 전혀 운영하지 않으며, 어떠한 개인 정보도 수집, 저장, 추적하거나 제3자에게 유출 및 판매하지 않습니다.

source: 1. 本应用按“现状”（As Is）提供，不提供任何明示或暗示的担保。 2. 本应用数据主要存储于您的本地设备，云端同步依赖苹果官方 iCloud 服务。因设备丢失、损坏、系统刷机、手动误删应用、Apple ID 异常或误清空数据等非应用本身故障导致的数据丢失，我们不承担任何恢复或赔偿责任。建议您定期使用“导出数据”功能备份您的重要资料。 3. 在法律允许的最大范围内，开发者不对因使用或无法使用本应用所产生的任何直接、间接或附带损失承担责任。
en: 1. This app is provided "As Is" without warranties of any kind, either express or implied. 2. App data is primarily stored on your local device, and cloud sync relies on Apple's official iCloud services. We assume no liability for data loss caused by non-app failures such as device loss, damage, system flashing, manual app deletion, Apple ID issues, or accidental data clearing. We recommend regularly using "Export Data" to back up your important materials. 3. To the maximum extent permitted by applicable law, the developer shall not be liable for any direct, indirect, or incidental damages resulting from the use or inability to use this app.
ja: 1. 本アプリは現状有姿（As Is）で提供され、明示・黙示を問わずいかなる保証も行いません。 2. 本アプリのデータは主にお使いの端末に保存され、クラウド同期はApple公式のiCloudサービスに依存しています。端末の紛失・故障、OS初期化、手動でのアプリ削除、Apple IDの異常、誤操作によるデータ消去など、アプリ自体の不具合によらないデータ消失について、当方は復旧や賠償の責任を負いません。「データエクスポート」機能による定期的なバックアップを推奨します。 3. 準拠法で認められる最大限の範囲において、本アプリの利用または利用不能により生じたいかなる損害についても開発者は責任を負いません。
ko: 1. 본 앱은 ‘있는 그대로’(As Is) 제공되며, 명시적이든 묵시적이든 어떠한 보증도 제공하지 않습니다. 2. 본 앱의 데이터는 주로 사용자의 로컬 기기에 저장되며 클라우드 동기화는 Apple 공식 iCloud 서비스에 의존합니다. 기기 분실, 파손, 시스템 초기화, 수동 앱 삭제, Apple ID 이상 또는 실수로 인한 데이터 삭제 등 앱 자체의 결함이 아닌 원인으로 발생한 데이터 손실에 대해 당사는 복구 또는 배상 책임을 지지 않습니다. ‘데이터 내보내기’ 기능을 통해 정기적으로 중요 자료를 백업해 두시는 것을 권장합니다. 3. 관련 법률이 허용하는 최대 범위 내에서, 개발자는 본 앱의 사용 또는 사용 불가로 인해 발생하는 어떠한 직·간접적 또는 부수적 손해에 대해서도 책임을 지지 않습니다.

source: 我在这
en: I'm Here
ja: ここにいるよ
ko: 나 여기 있어

source: 用魔法
en: Magic Reply
ja: 魔法返信
ko: AI 매직

source: 报平安
en: Safe Arrival
ja: 無事到着
ko: 안전 도착

source: 同程共享
en: Live Trip
ja: 移動共有
ko: 동행 공유

source: 戳一戳
en: Nudge
ja: つつく
ko: 콕 찌르기

source: 接我一下
en: Pick Me Up
ja: 迎えに来て
ko: 데리러 와

source: 状态签
en: Status Tag
ja: ステータス
ko: 상태 태그

source: 给ta留言...
en: Leave a message...
ja: メッセージを残す...
ko: 메시지를 남겨보세요...

source: 输入新消息...
en: Type a message...
ja: 新しいメッセージを入力...
ko: 새 메시지 입력...

source: 按住说话
en: Hold to Talk
ja: 長押しして話す
ko: 누른 채로 말하기

source: 删除此条记录
en: Delete this record
ja: この記録を削除
ko: 이 기록 삭제

source: 确认删除
en: Confirm Delete
ja: 削除の確認
ko: 삭제 확인

source: 今天
en: Today
ja: 今日
ko: 오늘

source: 上午
en: AM
ja: 午前
ko: 오전

source: 下午
en: PM
ja: 午後
ko: 오후

source: 戳了你一下
en: Poked you
ja: あなたをつつきました
ko: 콕 찔렀어요

source: 想你啦，过来戳戳你~
en: Thinking of you, poked you!
ja: 気になって、ちょっとつついてみたよ〜
ko: 보고 싶어서 콕 찔러봐요~

source: 捏了捏你
en: Pinched you
ja: ギュッとつまんでみたよ
ko: 살짝 꼬집었어요

source: 揉揉捏捏，给你能量！
en: Pinch and knead, sending you energy!
ja: もみもみ、元気をあげる！
ko: 조물조물, 에너지 충전!

source: 拍了拍你
en: Tapped you
ja: 肩をたたいてみたよ
ko: 톡톡 두드렸어요

source: 在忙什么呢？找你啦
en: What are you up to? Calling you!
ja: 何してるの？呼んでみたよ
ko: 뭐 하고 있어? 나 여기 있어

source: 提醒你一下
en: Reminded you
ja: リマインドしたよ
ko: 알림을 보냈어요

source: 注意看消息哦！
en: Check your messages!
ja: メッセージをチェックしてね！
ko: 메시지 확인해 봐요!

source: 困到模糊
en: Sleepy
ja: 眠くてフラフラ
ko: 졸려 죽겠음

source: 咖啡续命中
en: Need Coffee
ja: コーヒーで延命
ko: 카페인 수혈 중

source: 疯狂加班中
en: Working Late
ja: 残業中
ko: 야근 버닝 중

source: 能量满满
en: Full Energy
ja: エネルギー満タン
ko: 에너지 뿜뿜

source: 沉浸游戏中
en: Gaming
ja: ゲームに没頭中
ko: 게임에 몰입 중

source: 运动健身中
en: Working Out
ja: 筋トレ中
ko: 운동하는 중

source: 享受美食中
en: Eating Good
ja: グルメ堪能中
ko: 맛있는 거 먹는 중

source: 快乐休假中
en: On Vacation
ja: 休暇を満喫中
ko: 행복한 휴가 중

source: 无聊度
en: Boredom Index
ja: 退屈度
ko: 지루함 지수

source: 突然抖动！成功捕捉到一个正在走神的小可爱。
en: Sudden vibration! Caught a daydreaming cutie.
ja: 突然の振動！ぼーっとしているところをキャッチ。
ko: 깜짝 진동! 방금 멍때리고 있던 귀요미를 포착했어요.

source: Citywalk
ja: シティウォーク
ko: 시티워크

source: English
ja: 英語
ko: 영어
